{
    "2023/11/08/the-coliseum-one-of-the-most-electric-and-historic-stadiums-ive-got-the-chance-to-shine-in": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-13T20:32:14Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Former USC football players celebrate the Coliseum's 100th anniversary, reminiscing about its electric atmosphere and a notable victory against Notre Dame in 2016.",
            "The players share personal milestones, like scoring first touchdowns and a season's final home game, praising the unwavering fan support.",
            "The Coliseum's historic legacy and the exhilarating experience of its game-day tunnel distinguish it from other stadiums."
        ]
    },
    "2023/11/15/an-overwhelming-majority-of-campaign-donations-by-usc-professors-go-to-democrats": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-21T00:49:20Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The vast majority of campaign donations made by USC professors in 2023 have gone to Democrats, with a new analysis revealing only just over 1% was contributed to Republican candidates or PACs.",
            "Donations from USC professors totaled nearly $81,000 to candidates and fundraising PACs, with Democratic candidates or PACs receiving $80,142, while Republican candidates or PACs received just $841.",
            "Some prominent donors include Karen Hennigan, who gave $5,000 to California Governor Gavin Newsom, and journalism professor Geoffrey Cowan, who donated $6,525 including to President Joe Biden and other Democratic candidates.",
            "Other USC-affiliated individuals, including staff listed with occupations other than 'professor' and USC Life Trustee Ed Roski, Jr., also made political contributions, with the latter donating $2 million to Texas Governor Greg Abbott's reelection campaign."
        ]
    },
    "2023/11/01/trick-or-strike-csu-faculty-vote-to-authorize-strike": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-21T00:57:28Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The California Faculty Association (CFA) voted to authorize a strike over wage increases and working conditions after negotiations with California State University (CSU) stalled.",
            "CSU Interim Chancellor Jolene Koester warned of the financial repercussions of meeting CFA demands, emphasizing that 75% of CSU's costs are personnel-related, while the CFA criticized CSU for tuition increases and high administrative salaries despite claims of insufficient funds.",
            "The CFA is demanding a 12 percent pay raise and improved benefits, responding critically to CSU's counteroffer of a 5 percent salary increase, and plans to rally at the Chancellor's office on November 7."
        ]
    }
}