{
    "2023/11/08/the-coliseum-one-of-the-most-electric-and-historic-stadiums-ive-got-the-chance-to-shine-in": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-13T20:32:14Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Former USC football players celebrate the Coliseum's 100th anniversary, reminiscing about its electric atmosphere and a notable victory against Notre Dame in 2016.",
            "The players share personal milestones, like scoring first touchdowns and a season's final home game, praising the unwavering fan support.",
            "The Coliseum's historic legacy and the exhilarating experience of its game-day tunnel distinguish it from other stadiums."
        ]
    },
    "2023/11/15/an-overwhelming-majority-of-campaign-donations-by-usc-professors-go-to-democrats": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-21T00:49:20Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The vast majority of campaign donations made by USC professors in 2023 have gone to Democrats, with a new analysis revealing only just over 1% was contributed to Republican candidates or PACs.",
            "Donations from USC professors totaled nearly $81,000 to candidates and fundraising PACs, with Democratic candidates or PACs receiving $80,142, while Republican candidates or PACs received just $841.",
            "Some prominent donors include Karen Hennigan, who gave $5,000 to California Governor Gavin Newsom, and journalism professor Geoffrey Cowan, who donated $6,525 including to President Joe Biden and other Democratic candidates.",
            "Other USC-affiliated individuals, including staff listed with occupations other than 'professor' and USC Life Trustee Ed Roski, Jr., also made political contributions, with the latter donating $2 million to Texas Governor Greg Abbott's reelection campaign."
        ]
    },
    "2023/11/01/trick-or-strike-csu-faculty-vote-to-authorize-strike": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-21T00:57:28Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The California Faculty Association (CFA) voted to authorize a strike over wage increases and working conditions after negotiations with California State University (CSU) stalled.",
            "CSU Interim Chancellor Jolene Koester warned of the financial repercussions of meeting CFA demands, emphasizing that 75% of CSU's costs are personnel-related, while the CFA criticized CSU for tuition increases and high administrative salaries despite claims of insufficient funds.",
            "The CFA is demanding a 12 percent pay raise and improved benefits, responding critically to CSU's counteroffer of a 5 percent salary increase, and plans to rally at the Chancellor's office on November 7."
        ]
    },
    "2023/11/27/black-friday-aint-what-it-used-to-be-at-south-la-mall": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2023-11-30T02:37:36Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Black Friday sales at Baldwin Hills Crenshaw Plaza, Los Angeles, were significantly lower than previous years, disappointing many small business owners.",
            "Shop owners like Samir Kher of Glamor' Us and Nicolas Casillas of Game Force observed a notable decline in mall traffic and sales, attributing it to various factors including the COVID-19 pandemic and economic challenges.",
            "Despite some stores like Foot Locker experiencing better sales, overall mall traffic and in-person shopping at malls across the U.S. are declining, with growing concerns over theft and a shift towards online shopping."
        ]
    },
    "2024/01/11/americas-banana-epidemic-asian-american-conservative-thought": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:22:52Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Asian Americans are divided on affirmative action, with some conservatives opposing policies seen as discriminating against Asian students in college admissions.",
            "The model minority myth, portraying Asians as successful and hard-working, creates complex narratives and tensions within the Asian American community.",
            "Recent Supreme Court ruling against affirmative action spotlights the intricate position of Asian Americans in the U.S. racial and social landscape."
        ]
    },
    "2024/01/11/the-tragedy-in-the-games-we-play": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:27:01Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Video games, like 'The Return of the Obra Dinn' and 'Dredge,' are increasingly used as mediums to explore and experience complex emotions like frustration, fear, and sadness.",
            "The design of these games intentionally includes challenges and obstacles, providing a mix of 'type one' and 'type two' fun, balancing enjoyment and reflective satisfaction.",
            "Games create safe spaces for players to confront and process difficult emotions, contributing to emotional literacy and resilience through interactive storytelling."
        ]
    },
    "2024/01/11/this-would-never-happen-in-real-life-professionals-on-fake-professionals": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:28:39Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "TV shows like 'The Bear' work meticulously to accurately depict professions, but not all industries receive such precise representation in media.",
            "Media portrayals of professions, like law and medicine, often prioritize dramatic storytelling over factual accuracy, impacting public perception.",
            "While some shows strive for authenticity, entertainment value often leads to a balance between accurate representation and engaging narratives."
        ]
    },
    "2024/01/11/about-breathless-love": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:30:37Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The article is a heartfelt tribute by a daughter to her father, Aleksandr Kevorkov, reflecting on his life, love, and the pain of loss due to cancer.",
            "Aleksandr, an Armenian refugee and dental technician, concealed his lung cancer from his family, paralleling his lifelong desire to protect them from hardships.",
            "The narrative intertwines personal grief with broader experiences of loss, emphasizing the enduring impact of familial bonds and the struggle with bereavement."
        ]
    },
    "2024/01/11/brother-to-the-night": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:35:39Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Kevin Jackson II, inspired by the film 'Love Jones,' developed a passion for poetry and music amidst the challenges of growing up in Indianapolis.",
            "Jackson's journey included honing his talents in secret, gaining inspiration from rap music, and transitioning from a dancer to a musician.",
            "Now focused on his debut album 'My Demon’s Demon,' Jackson embraces his artistic identity, drawing from his life experiences and family influences."
        ]
    },
    "2024/01/11/soul-restoration": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:44:14Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The article explores the deep-rooted connection of African Americans to gardening, tracing back to cultural practices in Africa and experiences during slavery.",
            "Personal narratives reveal how gardening and plants have been integral in Black culture, from sustenance during slavery to symbols of prosperity post-emancipation.",
            "Despite challenges in representation and accessibility, gardening remains a significant cultural practice among African Americans, reflecting resilience and connection to ancestry."
        ]
    },
    "2024/01/11/the-queer-hooligans-of-las-rugby-scene": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:51:28Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "The L.A. Rebellion rugby club, founded in 2000, is celebrated for its inclusivity of all genders, sexualities, and experience levels in the sport.",
            "The club was established in response to LGBTQ+ rights limitations, creating a safe space for queer individuals to participate in rugby.",
            "The Rebellion fosters a supportive community, emphasizing camaraderie and inclusivity in the broader rugby culture, reflecting significant progress in LGBTQ+ acceptance in sports."
        ]
    },
    "2024/01/11/out-of-thin-air": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:54:28Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Out of Thin Air, an artisanal sourdough bakery in Los Angeles, was founded in 2022 by Alessandro Jang, offering unique Korean-Argentinian fusion flavors.",
            "Jang employs recovering addicts, providing them with support and opportunities to learn essential life skills through baking.",
            "The bakery has a dual mission of crafting quality bread and addressing substance abuse recovery, emphasizing community and self-care."
        ]
    },
    "2024/01/11/notes-on-a-dying-form": {
        "attr": 0,
        "attrDetails": {
            "dateTime": "2024-01-24T04:55:55Z",
            "sourceList": [
                "GPT-4"
            ]
        },
        "summary": [
            "Journalism faces declining job prospects and growing skepticism, with even experienced journalists advising newcomers to consider alternative careers.",
            "Technological advancements and freelancing are reshaping journalism, leading to concerns about the future of traditional news and the rise of AI in news production.",
            "Despite challenges, journalism remains crucial for societal communication and history documentation, emphasizing the need for quality reporting and truth-seeking."
        ]
    }
}